import Card from "../../components/card";

export default function Home() {
  return (
    <div>
      <Card title="りんご">
        　リンゴ（林檎、学名：Malus domestica, Malus
        pumila）は、バラ科リンゴ属の落葉高木、またはその果実のこと。植物学上はセイヨウリンゴと呼ぶ。春、白または薄紅の花が咲く。人との関わりは古く、紀元前から栽培されていたと見られ、16世紀以降に欧米での生産が盛んになり、日本においても平安時代には書物に記述がみられる。現在世界中で生産される品種は数千以上といわれ、栄養価の高い果実は生食されるほか、加工してリンゴ酒、ジャム、ジュース、菓子の材料などに利用されている。西洋美術、特に絵画ではモチーフとして昔からよく扱われる。
      </Card>
      <Card title="オレンジ">
        　オレンジ（甜橙[1]、orange）は、柑橘類に属するミカン科ミカン属の常緑小高木やその果実[2]。特に日本では、原産地インドからヨーロッパを経由して明治時代に日本に導入されたものを「オレンジ」と呼んでいる[注釈
        1][5]。
      </Card>
      <Card title="いちご">
        　イチゴ（苺、覆盆子、一期、英:
        Fragaria）は、バラ科の多年草。一見して種子に見える一粒一粒の痩果（そうか）が付いた花托（花床ともいう）部分が食用として供される。甘みがあるため果物として位置づけられることが多いが、草本性の植物であるので野菜として扱われることもある[2]。
      </Card>
    </div>
  );
}
